הקוד של הפה

הוא מערכת כללים שהפה והטלפיים התחייבו עוד בראשית דרכם למלא באדיקות.
ההרכב לקח על עצמו להוציא אלבום בכל שש שנים עד הגיעם של חבריו לגיל
שמונים. כדי לעמוד בהתחייבות נכבדת כזו נחוצה משמעת. וכדי לקיים משמעת,
דרושים כללים.

1. אלבום כל שש שנים

כלל הברזל החזק מכולם. המחויבות לעמוד בו חשובה יותר מכל אספקט אחר בהוויה
של הפה והטלפיים. הכלל לא הופר מעולם.

2. עטיפה אחת - הרבה צבעים

לכל אלבומי הפה עטיפה זהה, הכוללת את התמונה המרכזית של הפה (על השער) ואת
התמונה המשנית של הפה (בתוך החוברת). כדי שניתן יהיה להבחין בין האלבומים,
לכל אלבום צבע ייחודי.

3. אין על קסיו

כלי הנגינה המרכזי של הפה והטלפיים הוא אורגן הקסיו.

4. גרסת הכיסוי הפטריוטית

הרצועה האחרונה בכל אלבום של הפה היא גרסה מאולתרת של שיר ישראלי פטריוטי.

5. ההזמנה הפתוחה

בכל אלבום נשלחת הזמנה פתוחה לחברים או אמנים המקובלים על הפה, ליטול חלק
בקטע או שניים. הדבר נעשה על מנת שלא לאבד קשר עם העולם החיצון.

6. השיר בעל המשמעות הסופנית

לשיר הלפני אחרון בכל אלבום צריכה להיות תימה סופנית – במלודיה, במילים,
בכותרת או בכולם.

7. כותרת ממקמת

הזמן הרב שעובר בין אלבום לאלבום, מוצא את הפה והטלפיים בכל פעם במקום אחר
– גיאוגרפית ומנטלית. להרכב חשוב לציין זאת בכותרות האלבומים.

8. שיר הנושא של האלבום הקודם

בכל אלבום מופיע שיר ששמו כשם האלבום שקדם לו.

9. רוח ההקלטה

הרעיון הבסיסי הוא שמירה על רמת טריות, פשטות ואינטואיטיביות מקסימליים
בערוצים המוקלטים.

10. חברת התקליטים פושטת את הרגל

אולי הסעיף המסתורי והאפל ביותר בקוד. ההיסטוריה מראה שכל חברת תקליטים
שמוציאה אלבום לפה והטלפיים פושטת רגל תוך שנים ספורות, ובכל מקרה לפני
יציאת האלבום הבא של הפה.

11. גרף החשיפה מכפיל

נתונים מראים שגרף החשיפה של אלבומי הפה מכפיל את עצמו בכל אלבום.

12. השיר הקצר

בכל אלבום מופיע שיר קצר הכולל בית אחד מושר, והמשך אינסטרומנטלי ארוך
יותר. לשיר הקצר אין פזמון או חלק שלישי. השיר הקצר לא חייב בהכרח להיות
השיר הקצר ביותר באלבום.

13. המסר הסמוי

במהלך גרסת הכיסוי הפטריוטית יימסר תמיד מסר סמוי מאת הפה והטלפיים לדמות
מוכרת בחיים הציבוריים של ישראל, בעלת רלוונטיות לשיר, לאלבום או לתקופה.

14. השיר המפנה טענות אל בת המין היפה בגוף שני

בכל אלבום מופיע שיר אשר פונה ישירות אל נציגה דמיונית של המין השני בשורה
של טענות.

15. התפרצות המגפה

בכל שנת פה יש התפרצות של מגפת הפה והטלפיים איפשהו בעולם.

© 2020 by Mouth and Foot
